---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.WorksharedOperationProgressChangedEventArgs
source: html/07060ec9-d0b9-708c-47ca-3ca6e335f1e6.htm
---
# WorksharedOperationProgressChangedEventArgs Methods

Indicates whether the event is being cancelled.